define(
//begin v1.x content
{
	"months-format-abbr": [
		"Чайтра",
		"Ваисакха",
		"Джанштха",
		"Асадха",
		"Сравана",
		"Бхадра",
		"Азвина",
		"Картика",
		"Аграхайана",
		"Пауза",
		"Магха",
		"Пхалгуна"
	],
	"months-format-wide": [
		"Чайтра",
		"Ваисакха",
		"Джанштха",
		"Асадха",
		"Сравана",
		"Бхадра",
		"Азвина",
		"Картика",
		"Аграхайана",
		"Пауза",
		"Магха",
		"Пхалгуна"
	],
	"months-format-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	],
	"months-standAlone-abbr": [
		"Чайтра",
		"Ваисакха",
		"Джанштха",
		"Асадха",
		"Сравана",
		"Бхадра",
		"Азвина",
		"Картика",
		"Аграхайана",
		"Пауза",
		"Магха",
		"Пхалгуна"
	],
	"months-standAlone-wide": [
		"Чайтра",
		"Ваисакха",
		"Джанштха",
		"Асадха",
		"Сравана",
		"Бхадра",
		"Азвина",
		"Картика",
		"Аграхайана",
		"Пауза",
		"Магха",
		"Пхалгуна"
	]
}
//end v1.x content
);