define(
//begin v1.x content
{
	"months-format-abbr": [
		"Фарвардин",
		"Ордибехешт",
		"Хордад",
		"Тир",
		"Мордад",
		"Шахривер",
		"Мехр",
		"Абан",
		"Азер",
		"Дей",
		"Бахман",
		"Эсфанд"
	],
	"months-format-wide": [
		"Фарвардин",
		"Ордибехешт",
		"Хордад",
		"Тир",
		"Мордад",
		"Шахривер",
		"Мехр",
		"Абан",
		"Азер",
		"Дей",
		"Бахман",
		"Эсфанд"
	],
	"months-format-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	],
	"months-standAlone-abbr": [
		"Фарвардин",
		"Ордибехешт",
		"Хордад",
		"Тир",
		"Мордад",
		"Шахривер",
		"Мехр",
		"Абан",
		"Азер",
		"Дей",
		"Бахман",
		"Эсфанд"
	],
	"months-standAlone-wide": [
		"Фарвардин",
		"Ордибехешт",
		"Хордад",
		"Тир",
		"Мордад",
		"Шахривер",
		"Мехр",
		"Абан",
		"Азер",
		"Дей",
		"Бахман",
		"Эсфанд"
	]
}
//end v1.x content
);