define(
//begin v1.x content
{
	"months-format-abbr": [
		"制檀邏月",
		"吠舍佉月",
		"逝瑟吒月",
		"頞沙荼月",
		"室羅伐拏月",
		"婆羅鉢陀月",
		"頞涇縛庚闍月",
		"迦剌底迦月",
		"末伽始羅月",
		"報沙月",
		"磨祛月",
		"頗勒窶拏月"
	],
	"months-format-wide": [
		"制檀邏月",
		"吠舍佉月",
		"逝瑟吒月",
		"頞沙荼月",
		"室羅伐拏月",
		"婆羅鉢陀月",
		"頞涇縛庚闍月",
		"迦剌底迦月",
		"末伽始羅月",
		"報沙月",
		"磨祛月",
		"頗勒窶拏月"
	],
	"eraAbbr": [
		"印度曆"
	],
	"months-format-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	],
	"months-standAlone-abbr": [
		"制檀邏月",
		"吠舍佉月",
		"逝瑟吒月",
		"頞沙荼月",
		"室羅伐拏月",
		"婆羅鉢陀月",
		"頞涇縛庚闍月",
		"迦剌底迦月",
		"末伽始羅月",
		"報沙月",
		"磨祛月",
		"頗勒窶拏月"
	],
	"months-standAlone-wide": [
		"制檀邏月",
		"吠舍佉月",
		"逝瑟吒月",
		"頞沙荼月",
		"室羅伐拏月",
		"婆羅鉢陀月",
		"頞涇縛庚闍月",
		"迦剌底迦月",
		"末伽始羅月",
		"報沙月",
		"磨祛月",
		"頗勒窶拏月"
	],
	"months-standAlone-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	]
}
//end v1.x content
);