define(
//begin v1.x content
{
	"months-format-abbr": [
		"カイトラ",
		"ヴァイサカ",
		"ジャイスタ",
		"アーサダ",
		"スラバナ",
		"バードラ",
		"アスビナ",
		"カルディカ",
		"アヴラハヤナ",
		"パウサ",
		"マーガ",
		"パルグナ"
	],
	"months-format-wide": [
		"カイトラ",
		"ヴァイサカ",
		"ジャイスタ",
		"アーサダ",
		"スラバナ",
		"バードラ",
		"アスビナ",
		"カルディカ",
		"アヴラハヤナ",
		"パウサ",
		"マーガ",
		"パルグナ"
	],
	"eraAbbr": [
		"サカ"
	],
	"months-format-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	],
	"months-standAlone-abbr": [
		"カイトラ",
		"ヴァイサカ",
		"ジャイスタ",
		"アーサダ",
		"スラバナ",
		"バードラ",
		"アスビナ",
		"カルディカ",
		"アヴラハヤナ",
		"パウサ",
		"マーガ",
		"パルグナ"
	],
	"months-standAlone-wide": [
		"カイトラ",
		"ヴァイサカ",
		"ジャイスタ",
		"アーサダ",
		"スラバナ",
		"バードラ",
		"アスビナ",
		"カルディカ",
		"アヴラハヤナ",
		"パウサ",
		"マーガ",
		"パルグナ"
	],
	"months-standAlone-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	]
}
//end v1.x content
);