define(
//begin v1.x content
{
	"months-format-abbr": [
		"จิตรา",
		"วิสาขา",
		"เชษฐา",
		"อัษฎา",
		"ศรวณา",
		"พัตรา",
		"อัศวิชา",
		"การติกา",
		"มฤคศิรา",
		"ปุษยา",
		"มาฆะ",
		"ผลคุณี"
	],
	"months-format-wide": [
		"จิตรา",
		"วิสาขา",
		"เชษฐา",
		"อัษฎา",
		"ศรวณา",
		"พัตรา",
		"อัศวิชา",
		"การติกา",
		"มฤคศิรา",
		"ปุษยา",
		"มาฆะ",
		"ผลคุณี"
	],
	"eraAbbr": [
		"ม.ศ."
	],
	"months-format-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	],
	"months-standAlone-abbr": [
		"จิตรา",
		"วิสาขา",
		"เชษฐา",
		"อัษฎา",
		"ศรวณา",
		"พัตรา",
		"อัศวิชา",
		"การติกา",
		"มฤคศิรา",
		"ปุษยา",
		"มาฆะ",
		"ผลคุณี"
	],
	"months-standAlone-wide": [
		"จิตรา",
		"วิสาขา",
		"เชษฐา",
		"อัษฎา",
		"ศรวณา",
		"พัตรา",
		"อัศวิชา",
		"การติกา",
		"มฤคศิรา",
		"ปุษยา",
		"มาฆะ",
		"ผลคุณี"
	],
	"months-standAlone-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	]
}
//end v1.x content
);